---
kind: property
id: P:Autodesk.Revit.ApplicationServices.Application.SubVersionNumber
source: html/be956011-e1c1-3867-ac08-af036e153555.htm
---
# Autodesk.Revit.ApplicationServices.Application.SubVersionNumber Property

The minor version number of Revit

## Syntax (C#)
```csharp
public string SubVersionNumber { get; }
```

## Remarks
SubVersionNumber of Revit may have additional APIs and functionality not available in the standard customer releases.
 Add-ins written to support standard Revit releases should be compatible with SubVersionNumber releases,
 but add-ins written specifically targeting new features in SubVersionNumber releases would not be compatible with the standard releases.